import React from 'react';
import { Helmet } from 'react-helmet';

const Meta = () => (
    <div>
        <Helmet>
            <title>Астропрогноз удачи на 2024 — Анастасии Шакти</title>
            <meta name="description" content="
            Используйте благоприятные периоды 2024 года для достижения успеха,
            процветания, карьерного и финансового роста. Защитите себя и свою семью,
            планируя работу, отдых, обучение и заботу о здоровье, опираясь на точный
            гороскоп своего знака зодиака и проверенные практики для удачи и процветания.
            " />
        </Helmet>
    </div>
);

export default Meta;
